acpid
amd-ucode
apparmor
avahi
base
base-devel
bash-completion
biber
bluez
brightnessctl
btrfs-progs
cronie
cups
dosfstools
dunst
efibootmgr
evince
expac
ffmpeg
flatpak
foot
fwupd
gammastep
gdm
grub
grub-btrfs
gvim
htop
hunspell
hyprland
ibus
imv
inetutils
inotify-tools
keepassxc
libreoffice-fresh
libva-mesa-driver
libva-utils
linux-firmware
linux-lts
man-db
mesa
mesa-vdpau
mpv
networkmanager
networkmanager-l2tp
networkmanager-strongswan
nm-connection-editor
npm
pacman-contrib
pavucontrol
pipewire
polkit-gnome
pyright
python-lsp-server
python-pip
python-pudb
python-pyqt5
radeontop
reflector
slurp
strongswan
swaybg
swayidle
swaylock
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langenglish
texlive-langportuguese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-plaingeneric
texlive-publishers
timeshift
tldr
ttf-droid
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ufw
vi
waybar
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
zathura
zathura-djvu
zathura-pdf-mupdf
zram-generator
